Repository: udevwork/PS1-iOS-Emulator
Catalog: ps1/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ru, uk

source: %@ disconnected
de: %@ getrennt
es: %@ desconectado
ja: %@ が切断されました
ru: %@ отключён
uk: %@ від'єднано

# %lld of %lld active
source: %1$lld of %2$lld active
de: %1$lld von %2$lld aktiv
es: Activos: %1$lld de %2$lld
ja: %2$lld個中%1$lld個が有効
ru: Активно: %1$lld из %2$lld
uk: Активно: %1$lld із %2$lld

source: 3D games render at double internal resolution (×2)
de: 3D-Spiele werden in doppelter interner Auflösung gerendert (×2)
es: Los juegos 3D se renderizan al doble de resolución interna (×2)
ja: 3Dゲームを内部解像度2倍で描画（×2）
ru: 3D-игры рендерятся во внутреннем разрешении ×2
uk: 3D-ігри рендеряться у внутрішній роздільності ×2

source: Add
de: Hinzufügen
es: Añadir
ja: 追加
ru: Добавить
uk: Додати

source: Add a disc image — .chd, .cue + .bin, or .pbp — or an entire **.zip / .7z / .rar** archive
de: Füge ein Disc-Image hinzu — .chd, .cue + .bin oder .pbp — oder ein ganzes **.zip / .7z / .rar**-Archiv
es: Añade una imagen de disco — .chd, .cue + .bin o .pbp — o un archivo completo **.zip / .7z / .rar**
ja: ディスクイメージ（.chd、.cue + .bin、.pbp）— または **.zip / .7z / .rar** アーカイブを追加
ru: Добавьте образ диска — .chd, .cue + .bin или .pbp — либо целый архив **.zip / .7z / .rar**
uk: Додайте образ диска — .chd, .cue + .bin або .pbp — чи цілий архів **.zip / .7z / .rar**

source: Add Cheat
de: Cheat hinzufügen
es: Añadir truco
ja: チートを追加
ru: Добавить чит
uk: Додати чит

source: Add Game
de: Spiel hinzufügen
es: Añadir juego
ja: ゲームを追加
ru: Добавить игру
uk: Додати гру

source: Add GameShark codes
de: GameShark-Codes hinzufügen
es: Añade códigos GameShark
ja: GameSharkコードを追加
ru: Добавьте коды GameShark
uk: Додайте коди GameShark

source: Autosave Loaded
de: Autospeicher geladen
es: Autoguardado cargado
ja: オートセーブを読み込みました
ru: Автосохранение загружено
uk: Автозбереження завантажено

source: Back
de: Zurück
es: Atrás
ja: 戻る
ru: Назад
uk: Назад

source: Box Art Failed
de: Cover fehlgeschlagen
es: Error al obtener la carátula
ja: ボックスアートの取得に失敗
ru: Не удалось загрузить обложку
uk: Не вдалося завантажити обкладинку

source: Can't open archive: %@
de: Archiv kann nicht geöffnet werden: %@
es: No se pudo abrir el archivo: %@
ja: アーカイブを開けません: %@
ru: Не удалось открыть архив: %@
uk: Не вдалося відкрити архів: %@

source: Change Disc
de: Disc wechseln
es: Cambiar disco
ja: ディスクを交換
ru: Сменить диск
uk: Змінити диск

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
ru: Закрыть
uk: Закрити

source: Continue
de: Fortsetzen
es: Continuar
ja: 続ける
ru: Продолжить
uk: Продовжити

source: Delete
de: Löschen
es: Eliminar
ja: 削除
ru: Удалить
uk: Видалити

# Disc %lld of %lld
source: Disc %1$lld of %2$lld
de: Disc %1$lld von %2$lld
es: Disco %1$lld de %2$lld
ja: ディスク %1$lld/%2$lld
ru: Диск %1$lld из %2$lld
uk: Диск %1$lld з %2$lld

source: Done
de: Fertig
es: Listo
ja: 完了
ru: Готово
uk: Готово

source: Enhanced Resolution
de: Erhöhte Auflösung
es: Resolución mejorada
ja: 高解像度化
ru: Повышенное разрешение
uk: Покращена роздільність

source: Extracting %@…
de: %@ wird entpackt…
es: Extrayendo %@…
ja: %@ を展開中…
ru: Распаковка %@…
uk: Розпакування %@…

source: Extraction failed: %@
de: Entpacken fehlgeschlagen: %@
es: Error de extracción: %@
ja: 展開に失敗しました: %@
ru: Не удалось распаковать: %@
uk: Не вдалося розпакувати: %@

source: Fetch Box Art
de: Cover laden
es: Obtener carátula
ja: ボックスアートを取得
ru: Загрузить обложку
uk: Завантажити обкладинку

source: For the tough spots
de: Für die kniffligen Stellen
es: Para los momentos difíciles
ja: 難所のために
ru: Для трудных мест
uk: Для складних місць

source: Fresh start
de: Neu anfangen
es: Empezar de cero
ja: 最初から
ru: Начать заново
uk: Почати заново

source: Full Screen
de: Vollbild
es: Pantalla completa
ja: フルスクリーン
ru: Во весь экран
uk: На весь екран

source: Game Saved
de: Spiel gespeichert
es: Juego guardado
ja: セーブしました
ru: Игра сохранена
uk: Гру збережено

source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
ja: 触覚フィードバック
ru: Тактильный отклик
uk: Тактильний відгук

source: Import Failed
de: Import fehlgeschlagen
es: Error de importación
ja: インポートに失敗
ru: Не удалось импортировать
uk: Не вдалося імпортувати

source: Load
de: Laden
es: Cargar
ja: ロード
ru: Загрузить
uk: Завантажити

source: Load Autosave
de: Autospeicher laden
es: Cargar autoguardado
ja: オートセーブをロード
ru: Загрузить автосохранение
uk: Завантажити автозбереження

source: Load Failed
de: Laden fehlgeschlagen
es: Error al cargar
ja: ロードに失敗しました
ru: Не удалось загрузить
uk: Не вдалося завантажити

source: Loading price…
de: Preis wird geladen…
es: Cargando precio…
ja: 価格を読み込み中…
ru: Загрузка цены…
uk: Завантаження ціни…

source: No active subscription found.
de: Kein aktives Abo gefunden.
es: No se encontró ninguna suscripción activa.
ja: 有効なサブスクリプションが見つかりません。
ru: Активная подписка не найдена.
uk: Активну підписку не знайдено.

source: No autosave yet
de: Noch kein Autospeicher
es: Aún no hay autoguardado
ja: オートセーブはまだありません
ru: Автосохранения пока нет
uk: Автозбереження ще немає

source: No cheats yet
de: Noch keine Cheats
es: Aún no hay trucos
ja: チートはまだありません
ru: Читов пока нет
uk: Читів ще немає

source: No game files found in the archive
de: Keine Spieldateien im Archiv gefunden
es: No se encontraron archivos de juego en el archivo
ja: アーカイブ内にゲームファイルが見つかりません
ru: В архиве не найдено файлов игры
uk: В архіві не знайдено файлів гри

source: No Games
de: Keine Spiele
es: Sin juegos
ja: ゲームがありません
ru: Нет игр
uk: Немає ігор

source: No manual save yet
de: Noch kein manueller Speicher
es: Aún no hay guardado manual
ja: 手動セーブはまだありません
ru: Ручного сохранения пока нет
uk: Ручного збереження ще немає

source: Overwrites save · %@
de: Überschreibt Speicher · %@
es: Sobrescribe la partida · %@
ja: セーブを上書き · %@
ru: Перезапишет сохранение · %@
uk: Перезапише збереження · %@

source: Paste GameShark / Action Replay codes for this game. A bad code may glitch the game — just turn it off.
de: Füge GameShark- / Action-Replay-Codes für dieses Spiel ein. Ein fehlerhafter Code kann das Spiel stören — schalte ihn einfach aus.
es: Pega códigos GameShark / Action Replay para este juego. Un código erróneo puede provocar fallos: solo desactívalo.
ja: このゲーム用のGameShark / Action Replayコードを貼り付けます。不正なコードは不具合を起こすことがあります — その場合はオフにしてください。
ru: Вставьте коды GameShark / Action Replay для этой игры. Плохой код может вызвать сбой — просто выключите его.
uk: Вставте коди GameShark / Action Replay для цієї гри. Поганий код може викликати збій — просто вимкніть його.

source: per week
de: pro Woche
es: por semana
ja: 週あたり
ru: в неделю
uk: на тиждень

source: Picture Smoothing
de: Bildglättung
es: Suavizado de imagen
ja: 画面のスムージング
ru: Сглаживание изображения
uk: Згладжування зображення

source: Play
de: Spielen
es: Jugar
ja: プレイ
ru: Играть
uk: Грати

source: Quit Game
de: Spiel beenden
es: Salir del juego
ja: ゲームを終了
ru: Выйти из игры
uk: Вийти з гри

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
ja: 購入を復元
ru: Восстановить покупки
uk: Відновити покупки

source: Save
de: Speichern
es: Guardar
ja: セーブ
ru: Сохранить
uk: Зберегти

source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
ja: セーブに失敗しました
ru: Не удалось сохранить
uk: Не вдалося зберегти

source: Save Loaded
de: Speicher geladen
es: Partida cargada
ja: セーブを読み込みました
ru: Сохранение загружено
uk: Збереження завантажено

source: Select
de: Auswählen
es: Seleccionar
ja: 決定
ru: Выбрать
uk: Вибрати

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ru: Настройки
uk: Налаштування

source: Soft filtering instead of raw pixels
de: Weiche Filterung statt roher Pixel
es: Filtrado suave en lugar de píxeles nítidos
ja: くっきりしたピクセルの代わりにソフトなフィルタリング
ru: Мягкая фильтрация вместо резких пикселей
uk: М'яка фільтрація замість чітких пікселів

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
ja: 問題が発生しました
ru: Что-то пошло не так
uk: Щось пішло не так

source: Stretch the picture, sacrificing the 4:3 aspect
de: Bild strecken, das 4:3-Verhältnis wird geopfert
es: Estira la imagen, sacrificando la relación 4:3
ja: 4:3の比率を犠牲にして画面を引き伸ばす
ru: Растянуть изображение, жертвуя пропорцией 4:3
uk: Розтягнути зображення, жертвуючи пропорцією 4:3

source: Subscribe
de: Abonnieren
es: Suscribirse
ja: 登録する
ru: Оформить подписку
uk: Оформити підписку

source: Subscription renews automatically. Cancel anytime in your App Store settings.
de: Das Abo verlängert sich automatisch. Jederzeit in den App-Store-Einstellungen kündbar.
es: La suscripción se renueva automáticamente. Cancela cuando quieras en los ajustes de App Store.
ja: サブスクリプションは自動的に更新されます。App Storeの設定でいつでも解約できます。
ru: Подписка продлевается автоматически. Отменить можно в любой момент в настройках App Store.
uk: Підписка поновлюється автоматично. Скасувати можна будь-коли в налаштуваннях App Store.

source: The full experience, no limits
de: Das volle Erlebnis, ohne Grenzen
es: La experiencia completa, sin límites
ja: 制限なしのフル体験
ru: Всё без ограничений
uk: Усе без обмежень

source: Toggle
de: Umschalten
es: Alternar
ja: 切り替え
ru: Переключить
uk: Перемкнути

source: Vibration for controls, menus and buttons
de: Vibration für Steuerung, Menüs und Tasten
es: Vibración para controles, menús y botones
ja: 操作・メニュー・ボタンの振動
ru: Вибрация для управления, меню и кнопок
uk: Вібрація для керування, меню та кнопок

source: Where you left off · %@
de: Wo du aufgehört hast · %@
es: Donde lo dejaste · %@
ja: 続きから · %@
ru: С места, где вы остановились · %@
uk: З місця, де ви зупинилися · %@

source: Cheats
es: Trucos
ja: チート
ru: Читы
uk: Чити

source: OK
es: Aceptar
